Repository: akwadqa/widam
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appTitle
source: Widam
ar: ودام

source: Home
ar: الرئيسية

source: Categories
ar: التصنيفات

source: Deals
ar: العروض

source: Cart
ar: السلة

source: Account
ar: الحساب

source: Earliest Delivery
ar: أقرب توصيل

source: Search for any product
ar: بحث عن أي منتج

source: Subscribe
ar: اشترك

source: Order Again
ar: اطلب مرة أخرى

source: Express Delivery
ar: توصيل سريع

source: Choose your location
ar: اختر موقعك

source: Enter location name
ar: أدخل اسم الموقع

source: Locate Me
ar: حدد موقعي

source: Skip
ar: تخطي

source: CONFIRM LOCATION
ar: تأكيد الموقع

# locationEnableMessage
source: Enable location service so we know where to drop your order
ar: قم بتمكين خدمة الموقع حتى نعرف مكان تسليم طلبك

source: Settings
ar: الإعدادات

source: View All Categories
ar: عرض جميع التصنيفات

source: Express
ar: توصيل فوري

source: Sort By
ar: ترتيب حسب

source: Search
ar: بحث

source: All
ar: الكل

source: Enter your mobile number!
ar: أدخل رقم هاتفك!

# loginDes
source: Please enter your phone number to register or to sign-in to your existing account, we will send verification code!
ar: الرجاء إدخال رقم هاتفك للتسجيل أو قم بتسجيل الدخول إلى حسابك الحالي ، وسوف نرسل رمز التحقق!

source: Enter your mobile no.
ar: أدخل رقم هاتفك.

source: Confirm
ar: تأكيد

source: Required
ar: مطلوب

# mustBeEightDigits
source: Must be 8 digits
ar: يجب أن يكون 8 أرقام

# qatariPhoneNumberValidator
source: Qatari phone number must start with 3, 5, 6, or 7
ar: يجب أن يبدأ بـ 3، 5، 6 أو 7

source: Price High to Low
ar: السعر من الأعلى إلى الأقل

source: Price Low to High
ar: السعر من الأقل إلى الأعلى

source: Name A to Z
ar: الاسم من أ إلى ي

source: Name Z to A
ar: الاسم من ي إلى أ

source: Best Seller
ar: الأكثر مبيعاً

source: Verification code
ar: رمز التحقق

# otpHeaderTitle
source: Hello Again! Let's verify your number.
ar: مرحبا مجدداً! دعنا نتحقق من رقمك.

# otpHeaderDes
source: We've sent you a code. Please enter the received code to proceed.
ar: لقد أرسلنا لك رمزاً. الرجاء إدخال الرمز المستلم للمتابعة.

source: Don't receive the code?
ar: لم تستلم الرمز؟

source: Resend my code
ar: إعادة إرسال الرمز

source: You have
ar: لديك

source: attempts left
ar: محاولات متبقية

source: Verify
ar: تحقق

# otpMinLength
source: Should be 6 digits
ar: يجب أن يكون 6 أرقام

source: New account!
ar: حساب جديد!

# newAccountDesc
source: No account linked to your phone number. We'll create a new one using this number
ar: لا يوجد حساب مرتبط برقم هاتفك. سننشئ واحداً جديداً باستخدام هذا الرقم

source: Title
ar: اللقب

source: Mr.
ar: السيد

source: Mrs.
ar: السيدة

# missOrMs
source: Miss/Ms.
ar: الآنسة

source: First Name
ar: الاسم الأول

# firstNameHint
source: Enter your first name
ar: أدخل اسمك الأول

source: Last Name
ar: الاسم الأخير

# lastNameHint
source: Enter your last name
ar: أدخل اسمك الأخير

source: Email
ar: البريد الإلكتروني

# emailHint
source: Enter your email (optional)
ar: أدخل بريدك الإلكتروني (اختياري)

source: Invalid email
ar: بريد إلكتروني غير صالح

source: Date of Birth
ar: تاريخ الميلاد

# dateOfBirthHint
source: Pick your date of birth
ar: اختر تاريخ ميلادك

# termAndConditionsPrefix
source: I have read and agree to the
ar: لقد قرأت ووافقت على

source: Terms and Conditions
ar: الشروط والأحكام

source: Select Your Products
ar: اختر منتجاتك

source: Set Your Schedule
ar: حدد جدولك

source: Confirmation
ar: تأكيد

# reviewAndConfirm
source: Review & confirm
ar: مراجعة وتأكيد

source: Choose your schedule
ar: اختر جدولك

# chooseYourScheduleDescription
source: We deliver your product every day/ week/ month
ar: نقوم بتسليم منتجك كل يوم / أسبوع / شهر

source: All Products
ar: جميع المنتجات

source: Select Options
ar: حدد الخيارات

source: Set up your plan
ar: قم بإعداد خطتك

source: Unsubscribe
ar: إلغاء الاشتراك

source: Daily
ar: يومياً

source: Weekly
ar: أسبوعياً

source: Monthly
ar: شهرياً

source: Bi Weekly
ar: كل أسبوعين

source: Bi Monthly
ar: كل شهرين

source: Subscription starts on
ar: يبدأ الاشتراك في

source: Subscription ends on
ar: ينتهي الاشتراك في

# pickYouTimeSlot
source: Pick your time slot
ar: اختر فترة زمنية

source: Delivery Address
ar: عنوان التسليم

source: Change
ar: تغيير

source: Proceed
ar: متابعة

# editTitle
source: Edit The Title
ar: تعديل العنوان

source: Enter a new title
ar: أدخل عنوان جديد

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Your subscription
ar: اشتراكك

source: is ready for submission!
ar: جاهز للإرسال

# subscriptionDescription
source: We'll send you a notification prior to your next scheduled delivery.
ar: سنرسل لك إشعارًا قبل موعد التسليم المجدول التالي.

source: Subscription Details
ar: تفاصيل الاشتراك

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Frequency
ar: التكرار

source: Quantity
ar: الكمية

source: Add to Cart
ar: أضف إلى السلة

source: Specifications
ar: المواصفات

source: Description
ar: الوصف

# mustBeElevenDigits
source: Must be 11 digits
ar: يجب أن يكون 11 رقماً

source: Pick Image
ar: اختر الصورة

source: Please select image source
ar: يرجى اختيار مصدر الصورة

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: QID attached
ar: تم إرفاق الهوية

# qidValidMessage
source: This ID has been validated successfully!
ar: تم التحقق من هذا الرقم الوطني بنجاح!

# qidInvalidMessage
source: Sorry, this ID is incorrect :(
ar: عذرًا ، هذا الرقم الوطني غير صحيح :(

# validateButtonMessage
source: Please validate your ID
ar: الرجاء تأكيد الرقم الوطني

# profileGreetings
source: Hello! Nice to meet you
ar: مرحباً! سررنا برؤيتك هنا.

# profileGreetingsDescription
source: Welcome to the destination for all your fresh needs, tailored for families in Qatar.
ar: مرحبًا بك في الوجهة التي تلبي جميع احتياجاتك الجديدة ، والمصممة خصيصًا للعائلات في قطر.

source: Login Or Register
ar: تسجيل الدخول أو التسجيل

source: Edit Your Profile
ar: تعديل الملف الشخصي

source: Language
ar: اللغة

# languageValue
source: العربية
ar: English

source: Request Error
ar: خطأ في الطلب

source: Bad Request
ar: خطأ في البيانات

source: Unprocessable Entity
ar: خطأ في البيانات

source: Internal Server Error
ar: خطأ في الخادم

source: Conflict Connection
ar: تعارض في الاتصال

source: Unauthorized
ar: غير مصرح بالوصول

source: Not Found
ar: غير موجود

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: Deadline Exceeded
ar: انتهت مدة الاتصال

source: Access Forbidden
ar: غير مصرح بالوصول

source: Bad Certificate
ar: خطأ في الشهادة

source: Connection Error
ar: خطأ في الاتصال

# expressItemsDescription
source: You have Items that are eligible for
ar: لديك عناصر مؤهلة للحصول عليها

# switchLabel
source: Switch
ar: تبديل

source: Your Cart Details
ar: تفاصيل سلة التسوق الخاصة بك

source: Notification
ar: إشعار

source: Hello
ar: مرحباً

source: Active Subscription
ar: الاشتراك النشط

source: Past Orders
ar: الطلبات السابقة

source: Your Coupons
ar: كوبوناتك

source: Country
ar: البلد

source: Qatar
ar: قطر

source: Your Details
ar: تفاصيلك

source: Category
ar: التصنيف

source: Reach out to us
ar: تواصل معنا

source: Contact Us
ar: اتصل بنا

source: Complaints
ar: الشكاوى

# allRightsReserved
source: 2023 - Widam - all right reserved
ar: ٢٠٢٣ - ودام - جميع الحقوق محفوظة

source: Version
ar: الإصدار

source: My Account
ar: حسابي

# myAddressees
source: My Addresses
ar: عناويني

source: Sign Out
ar: تسجيل الخروج

source: Edit Profile
ar: تعديل الملف الشخصي

# editProfileDesc
source: You can edit your profile here. The mobile number associated with your account cannot be modified:
ar: يمكنك تحرير ملف التعريف الخاص بك هنا. لا يمكن تعديل رقم الهاتف المحمول المرتبط بحسابك:

source: Account Deletion
ar: حذف الحساب

# accountDeletionDesc
source: We're sorry to see you go, but we hope to see you again in the future!
ar: نأسف لمغادرتك ، لكننا نأمل أن نراك مرة أخرى في المستقبل!

source: Delete your account
ar: حذف حسابك

source: Are you sure?
ar: هل أنت متأكد؟

source: Yes
ar: نعم

source: No
ar: لا

source: Delivery Charges
ar: رسوم التوصيل

source: Sub Total
ar: المجموع الفرعي

source: item
ar: عنصر

source: Change Time Slot
ar: تغيير الفترة زمنية

# openingHoures
source: Opening Hours
ar: ساعات العمل

source: Pick-Up Location
ar: الموقع

source: Order Total
ar: مجموع الطلب

source: Items
ar: عناصر

source: Proceed To Checkout
ar: متابعة

source: Select your delivery slot
ar: اختر فترة التسليم

source: Fully Booked
ar: محجوز بالكامل

source: Select
ar: تحديد

source: You have items added to your cart
ar: لديك عناصر مضافة إلى سلة التسوق الخاصة بك

source: Continue Shopping
ar: متابعة التسوق

source: View Cart
ar: عرض السلة

source: Your Addresses
ar: عناوينك

source: Add new address
ar: إضافة عنوان جديد

source: Existing Addresses
ar: العناوين الموجودة

source: Location Information
ar: معلومات الموقع

source: Edit
ar: تعديل

# addressDetails
source: Address Details (Inwani)
ar: تفاصيل العنوان (عنواني)

source: City Name
ar: اسم المدينة

# cityNameHint
source: Select your city
ar: حدد مدينتك

source: Zone Number
ar: رقم المنطقة

# zoneNumberHint
source: Select your zone
ar: حدد منطقتك

source: Area Name
ar: اسم المنطقة

# areaNameHint
source: Select your area name
ar: حدد اسم منطقتك

source: Street No.
ar: رقم الشارع

# streetNoHint
source: Enter your street number
ar: أدخل رقم الشارع الخاص بك

source: Building No.
ar: رقم المبنى

# buildingNoHint
source: Building or compound number
ar: رقم المبنى أو المجمع

source: Make This Default
ar: جعل هذا الافتراضي

source: Reciver Information
ar: معلومات المستلم

source: Full Name
ar: الاسم الكامل

# fullNameHint
source: Enter your full name
ar: أدخل الاسم الكامل الخاص بك

source: Mobile No.
ar: رقم الجوال

source: Address Label
ar: تصنيف العنوان

source: Villa
ar: فيلا

source: Office
ar: مكتب

source: Apartment
ar: شقة

source: Add Address
ar: إضافة عنوان

source: Update Address
ar: تحديث العنوان

source: Select Your Address
ar: اختر عنوانك

source: Checkout
ar: الدفع

source: Ship To
ar: الشحن إلى

source: Payment Method
ar: طريقة الدفع

source: Apply Coupon
ar: تطبيق كوبون الخصم

source: Order Summary
ar: ملخص الطلب

source: Cart Total
ar: إجمالي سلة التسوق

source: Delivery Fee
ar: رسوم الشحن

source: Discount
ar: خصم

source: Service Fee
ar: رسوم الخدمة

source: Total
ar: الإجمالي

source: Review Your Order
ar: مراجعة طلبك

source: Delivery Slot
ar: وقت التسليم

source: Place Order
ar: تأكيد الطلب

source: Add A Payment Method
ar: إضافة طريقة الدفع

source: Change Your Payment Method
ar: تغيير طريقة الدفع

source: Add New Card
ar: إضافة بطاقة جديدة

source: Enter Coupon Code
ar: أدخل رمز الكوبون

source: Apply
ar: تطبيق

source: As soon as possible
ar: في أقرب وقت ممكن

source: Payment Failed
ar: فشل الدفع

source: Close
ar: إغلاق

source: Address Title
ar: اسم العنوان

# addressTitleHint
source: Enter address title
ar: أدخل اسم عنوانك

source: Should be number
ar: يجب أن يكون رقماً

source: Ordered Successfully
ar: تم الطلب بنجاح

source: Order Amount
ar: مبلغ الطلب

source: Order Number
ar: رقم الطلب

source: Keep Shopping
ar: مواصلة التسوق

source: Bad Response
ar: استجابة سيئة

source: Items in your order
ar: عناصر طلبك

source: Privacy Policy
ar: سياسة الخصوصية

source: Card ending in
ar: بطاقة تنتهي بـ

source: My Orders
ar: طلباتي

source: Order
ar: طلب

source: Reorder
ar: إعادة طلب

source: Save card for future orders
ar: حفظ البطاقة للطلبات المستقبلية

source: Notifications Settings
ar: إعدادات الإشعارات

# activateMarketingNotifications
source: Activate Marketing and Promotional Notifications
ar: تفعيل إشعارات التسويق والعروض الترويجية

source: Time To Update!
ar: وقت التحديث!

source: New Version
ar: نسخة جديدة

source: Update
ar: تحديث

source: NOT NOW
ar: ليس الآن

source: Time slot
ar: الوقت المحدد

source: Your cart is empty
ar: سلة التسوق الخاصة بك فارغة

# cartEmptyDesc
source: Looks like you haven't added anything to your cart yet
ar: يبدو أنك لم تضف أي عناصر إلى سلة التسوق الخاصة بك بعد

source: Return To Shop
ar: العودة إلى المتجر

# cartUnathorizedDesc
source: To proceed, please sign in or create an account
ar: للمتابعة، يرجى تسجيل الدخول أو إنشاء حساب

source: Active Subscriptions
ar: الاشتراكات النشطة

source: Product Labels
ar: تصنيفات المنتج

source: Ending on
ar: تنتهي في

source: Customers Also Bought
ar: اشترى العملاء أيضاً

source: Recommendations
ar: التوصيــــــــــــات

source: Recently Viewed
ar: منتجات تم عرضها سابقاً

source: FREQUENTLY BOUGHT TOGETHER
ar: منتجات غالبا ما يتم شراءها معاً

source: Date
ar: التاريخ

source: No Active subscriptions
ar: لا يوجد اشتراكات فعالة

source: Available Soon
ar: سيتوفر قريباً

source: No Past Orders
ar: لا توجد طلبات سابقة

source: Out of Stock
ar: نفذ من المخزون

source: These items are not available
ar: هذه العناصر غير متوفرة

source: Online Chat
ar: محادثة فورية

source: No dates available
ar: لا توجد مواعيد متاحة

# freiendlyErrorMessage
source: Something went wrong! Please contact our customer support.
ar: حدث خطأ تقني! يرجى التواصل مع فريق خدمة العملاء.

source: Next
ar: التالي

source: NEAREST TIMESLOT
ar: أقرب فترة زمنية

# nearestTimeSlotDescription
source: We've automatically set the earliest delivery time slot for you. If you prefer a different delivery time, No worries! You can easily change it on the checkout page!
ar: لقد قمنا تلقائيًا بتعيين أقرب وقت للتسليم لك. إذا كنت تفضل وقت تسليم مختلف ، فلا تقلق! يمكنك بسهولة تغييره في صفحة الخروج!

# proceedToCheckoutDescription
source: By clicking on Proceed, you will be directed to checkout page, where you can select your delivery address, payment options, delivery time.
ar: بالنقر فوق "متابعة" ، سيتم توجيهك إلى صفحة الخروج ، حيث يمكنك تحديد عنوان التسليم وخيارات الدفع ووقت التسليم.

# paymentMethodDescription
source: By clicking on Change, you can change your payment method. Once you've found a suitable option, you can select it!
ar: بالنقر فوق تغيير ، يمكنك تغيير طريقة الدفع الخاصة بك. بمجرد العثور على خيار مناسب ، يمكنك تحديده!

# timeSlotChangerDescription
source: Click here to select a different delivery time. A selection of available timeslots will be presented for you to choose from. Once you've found a suitable option, click 'Select' to update your delivery timeslot.
ar: انقر هنا لتحديد وقت تسليم مختلف. سيتم تقديم مجموعة مختارة من المواعيد المتاحة لتختار من بينها. بمجرد العثور على خيار مناسب ، انقر فوق "تحديد" لتحديث المهلة الزمنية للتسليم.

source: Widam Wallet
ar: محفظة ودام

source: Open Orders
ar: الطلبات المفتوحة

# reviewQuestion
source: How was your order from Widam?
ar: كيف كان طلبك من ودام؟

source: Order Review
ar: تقييم الطلب

source: Submit
ar: إرسال

source: Delivery Speed
ar: سرعة التوصيل

source: Product Quality
ar: جودة المنتج

source: Customer Service
ar: خدمة الزبائن

source: Comments and Feedback
ar: التعليقات والملاحظات

source: Your Comment
ar: تعليقك

source: Write your comment here...
ar: ...اكتب تعليقك هنا

# pendingOrderTitle
source: My Ongoing Orders
ar: لديك طلبات قيد التحضير.

# pendingOrderDescription
source: Click to Track
ar: اضغط لمتابعة الطلب

# pastOrdersTitle
source: Past Orders
ar: الطلبات السابقة

source: Track Order
ar: تتبع الطلب

# widamWalletDescription
source: Simplify your checkout experience with Widam wallet!
ar: تبسيط تجربة الدفع الخاصة بك مع محفظة ودام!

source: Transaction History
ar: سجل حركات المحفظة

source: No Transaction History
ar: لا توجد معاملات

source: Widam Points
ar: نقاط ودام

source: Widam Loyalty Program
ar: برنامج ودام للولاء

source: Avaliable Points
ar: النقاط المتاحة

source: Loyalty Points Value
ar: قيمة نقاط الولاء

source: points expiring with in
ar: نقطة تنتهي خلال

source: More Details
ar: المزيد من التفاصيل

source: Redeem Your Points
ar: استبدل نقاطك

source: Learn about Widam points
ar: تعرف على نقاط ودام

source: Learn More
ar: تعرف أكثر

source: Purchase
ar: شراء

source: Redeem
ar: استبدال نقاط

source: Points History
ar: سجل النقاط

source: Orders Updates
ar: إشعارات الطلبات

source: Total Earned
ar: إجمالي المكتسب

source: Total Redeemed
ar: مجموع النقاط المستبدلة

source: Total Saving
ar: إجمالي التوفير

source: Points
ar: نقاط

source: Minimum
ar: الحد الأدنى

source: QAR
ar: ر.ق

source: to unlock
ar: لفتح

# redeemPointsConfirmation
source: You will redeem your points.
ar: سوف تستبدل جميع نقاطك.

source: Choose your Timeslot:
ar: اختر موعد التسليم:

source: No products matching your selection
ar: لا توجد منتجات مطابقة لاختيارك

source: Apply existing offer:
ar: اختر من العروض المتوفرة:

source: Sales Invoice
ar: فاتورة

source: Loyalty Points Redeem
ar: طلب استبدال

source: Credit
ar: شحن

source: Debit
ar: خصم

source: On
ar: في

source: Package is Loaded
ar: تم تحميل الطلب

source: Driver is out for delivery
ar: السائق في طريقه للتوصيل

source: Contact Driver
ar: اتصل بالسائق

source: Driver is On The Way
ar: السائق في الطريق

source: The order is nearly with you
ar: الطلب قريب منك

source: Order is Delivered
ar: تم توصيل الطلب

source: Sales Order Details
ar: تفاصيل الطلب

source: Search all products
ar: البحث في جميع المنتجات

source: Refine your search
ar: حدد بحثك

# searchDescription
source: Search for any products in our catalog. Use Categories on the left vertical bar to filter your search.
ar: ابحث عن أي منتج في الكتالوج الخاص بنا. استخدم الفئات على الشريط العمودي الأيسر لتصفية بحثك.

# selectItemGroupDescription
source: Select Category to filter your search per category. Change between categories to find the its subcategories and items.
ar: حدد الفئة لتصفية بحثك حسب الفئة. قم بالتبديل بين الفئات للعثور على فئاتها الفرعية وعناصرها.

source: Auto-Order
ar: طلب تلقائي

source: It is empty here :(
ar: المكان فارغ هنا :(

# noLoyaltyProgramDesc
source: No loyalty program are available now. Please check back later or contact our customer support to activate your membership.
ar: لست عضواً في اي برنامج. يرجى المحاولة في وقت آخر. يمكنك التواصل مع خدمة العملاء لتفعيل اشتراكك.

source: Ok
ar: حسناً

source: Orders
ar: الطلبات

source: Describe your address
ar: صف عنوانك

# addressHint
source: example: behind woqod station
ar: مثال: خلف محطة وقود

source: Minimum order amount
ar: الحد الأدنى للطلب
